-- Exploration
MO_STD_01 = {
    "黄铁","黄铁","黄铁","水晶","水晶","水晶",
    "硫磺","硫磺","硫磺","黄铜","黄铜","石榴石",
    "石榴石","朱砂","朱砂","矽卡岩","黑玛瑙","黑曜石",
    "欧米伽","女神之泪","荧光藓","野蓝莓","高山杜鹃","剑棘花",
    "熔炉之芯","熔岩蛞蝓","岩鼠","山羊","豺","苍鹰",
}
FO_STD_01 = {
    "草木百合","草木百合","草木百合","红伞菇","红伞菇","红伞菇",
    "槲寄生","槲寄生","槲寄生","沐光葵","沐光葵","箭毒木",
    "箭毒木","狭影荚","狭影荚","含笑花","尸生草","接骨木",
    "古树新芽","幻影花","闪锌矿","黄玉","石膏","陨铁",
    "翡翠","蜂巢","狐狸","黄鹿","云豹","凶虎",
}
DU_STD_01 = {
    "史莱姆","史莱姆","史莱姆","暗影猫","暗影猫","暗影猫",
    "盲蛇","盲蛇","盲蛇","元素精灵","元素精灵","恐狼",
    "恐狼","巨蜥","巨蜥","梦魇","奇美拉","狮鹫",
    "炎龙","不朽之誓·哈米尔","曼德拉草","魔芋","幽毒菇","食人花",
    "水月镜花","锈铁","绿松石","夜明石","刚玉","水银",
}

-- Market
MA_STD_01 = {
    "风信子","颠茄","薄荷","曼陀罗","罂粟果","罗勒",
    "锆石","紫水晶","橄榄石","秘银","猫眼石","黄金",
    "原牛","水蛇","狍子","棕熊","角鲨","鳄鱼",
    "讨价还价","清仓处理","稀缺资源","货品更换","圣水","转换魔药",
    "兴奋剂","铁铲","铁剪","短匕","精制皮甲","时之沙漏",
}
MA_DLC_01 = {
    "石叶草","结晶虫","叶尾蜥","紫晶藤","龙鲮","幽冥海葵",
    "囤积居奇","商业直觉","雇佣小队","遗忘魔药","工匠笔记","羊皮古卷",
    "探险笔记","采集机巧","化身假面",
}

-- Conventicle
CO_STD_01 = {
    "情报购买","情报交换","隔墙有耳","不胫而走","酒桌谈资","道听途说",
    "林野见闻","病中偶得","金融投资","情报筛选","侦查小队","紧急行动",
    "躲避风头","通晓万物","命运骗徒","先遣军","猎杀行动","幕后主使",
    "矿镐","水晶灯","护身符","毒箭","占卜杖","营养液",
    "地图工具","矿工手套","专业套装","启示者","体魄药剂","洞察烟斗",
}
CO_STD_02 = {
    "泉涌魔药","骨爪魔杖","闪灵机关","幻景法杖","无影披风","一千零一夜",
    "地之震荡","山之共鸣","水之奔流","浪之激流","火之燎燃","炎之呼啸",
    "风之轻抚","气之波动","大地孕育","凝冰成器","火力全开","强袭飓风",
    "扭转乾坤","传送法阵","洪水审判","熔炉重塑","超越虚空","闪电霹雳",
    "彼端奇闻","沧海遗珠","赞助游说","独家秘闻","全城搜捕","全城封锁",
}
CO_DLC_01 = {
    "情报中介","后知后觉","荒野求生","非正规军","驯兽术","精华萃取",
    "厚积薄发","精益求精","恃强凌弱","智慧树","沙之书","专利文书",
    "奥术原理","双生魔杖","冥冥魔药","幻梦之茧","魔鬼之契","神谕密诏",
    "土之枯竭","雨之时节","灼之地带","岚之轻语","生命汲取","迅风快斩",
    "灵魂奇旅","灵识吞灭","点石成金","开业酬宾","元素洪流","魔力凝滞",
}

-- Role
RO_INT_01 = {
    "达维安，巨人杀手","盖尔曼，历战勇士","埃尔，铁与火","泽丽尔，树屋精灵","保罗与波娜，那对兄妹","凯瑟琳，完美主义",
    "希玛，狩魔不息","塔尔凡，漫游吟者","诺维，初生牛犊","夏洛克，独断专营","索兰，高山行者","菲莉斯，圣女垂怜"
}
RO_INT_02 = {
    "法师，王朝余烬","莱奥，命运之剑","艾尔弗里德，大展宏图","莱拉娜，丰饶祭祀","欧也妮，匠心独运","弗林特，栖身林原",
    "艾丽娅，驯鹰人","卡洛斯，万咒环身","凯，嗜赌成性",
}
RO_INF_01 = {
    "嗜血药剂","达维恩的巨人杀手","卓越战技：诱敌深入","卓越战技：决胜一击","金刚铸魂","激昂澎湃",
    "活力药剂","润物无声","波娜的记账簿","冰火轮舞","优雅之舞","风之华舞",
    "弑魔者","万象法咒","漫游灵药","冒险奇谭","冒险启程","勤能补拙",
    "货品退换","垄断经营","爆破专家","山脊眺望","圣泉赐福","圣女祝祷",
}
RO_INF_02 = {
    "魔咒闪回","瞬灭","试剑真知","剑心·浪游","剑心·勇武","剑心·统领",
    "执政手腕","令行禁止","丰饶祈愿","虔敬花冠","独具匠心","勒菲弗巧械铺",
    "林地作业","林中小屋","鹰舍邂逅","万咒法典","法术研习","老千惯犯",
    "连战连胜",
}

-- Legend
LG_STD_01 = {
    "传奇：扬名立万","传奇：富甲一方","传奇：登峰造极","传奇：扬名立万","传奇：富甲一方","传奇：掌控元素",
    "传奇：脱胎换骨",
}

-- Accessory
AC_STD_01 = {
    "烂草","足金","赐福圣水",
}